/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Supprimer";
"Basic settings" = "Réglages de base";



/* MAIN ACTIVITIES */

"Home" = "Accueil";
"Open" = "Ouverts";
"Closed" = "Fermés";
"Awards" = "Trophés";



/* HOME VIEW */

"Up next" = "À venir";
"More to explore" = "Plus à explorer";



/* PROJECTS VIEW */

"Open Projects" = "Projets Ouverts";
"Closed Projects" = "Projets Fermés";
"Add Project" = "Ajouter un Projet";
"Add New Item" = "Ajouter une Tâche";
"There's nothing here right now" = "Il n'y a rien ici pour l'instant";

/* A button that shows a menu with the following options */
"Sort" = "Filtrer";
"Sort items" = "Filtrer les tâches"; /* The title of the menu */
"Optimized" = "Optimisé"; /* Sort using an optimized algorithm */
"Creation Date" = "Date de Création"; /* Sort by the date items were created */
"Title" = "Titre"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Nouveau Projet";
"New Item" = "Nouvelle tâche";



/* EDITING PROJECTS */
"Edit Project" = "Éditer le Projet";
"Project name" = "Nom du Projet";
"Description of this project" = "Description du projet";
"Custom project color" = "Couleur customisée du projet";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Fermer ce projet";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Fermer un projet le déplacera des Projets Ouverts aux Projets Fermés; le supprimer l'enlèvera entièrement des projets.";
"Reopen this project" = "Réouvrir ce projet";
"Delete this project" = "Supprimer ce projet";
"Delete project?" = "Supprimer ce projet?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Êtes-tu sûr de vouloir supprimer ce projet ? Tu supprimera toutes les tâches qu'il contient.";



/* EDITING ITEMS */
"Edit Item" = "Éditer la tâche";
"Item name" = "Nom de la tâche";
"Description" = "Déscription";
"Priority" = "Priorité";
"Low" = "Basse";
"Medium" = "Moyenne";
"High" = "Haute";

"Mark Completed" = "Marquer complétée"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Vérrouillé";
"Unlocked: %@" = "Débloqué: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Sélectionne quelque chose depuis le menu pour commencer.";
